WcfHarness/WcfHarness/RequestXmls/GetAccessPattern.xml

<s:Envelope xmlns:s="http://schemas.xmlsoap.org/soap/envelope/">
  <s:Body>
    <GetAccessPattern xmlns="http://www.tavisca.com/Vexiere/IAccount/2013/01">
      <getAccessPatternRequest xmlns:a="http://schemas.datacontract.org/2004/07/Tavisca.Vexiere.DataContract" xmlns:i="http://www.w3.org/2001/XMLSchema-instance">
        <a:AdditionalData i:nil="true"/>
        <a:OrganizationId>1</a:OrganizationId>
      </getAccessPatternRequest>
    </GetAccessPattern>
  </s:Body>
</s:Envelope>